Repository: xproph69/RXTikTok-Localization
Catalog: *.lproj/Localizable.strings
Languages: es, uk

source: Yes
es: Si
uk: Так

source: No
uk: Ні

source: ON
es: ENCENDIDO
uk: УВІМК

source: OFF
es: APAGADO
uk: ВИМК

source: Downloading
es: Descargando
uk: Завантаження

source: Backgrounding ✌️
es: Minimizando ✌️
uk: Згортаємо ✌️

source: Are you sure?
es: Estas seguro?
uk: Ви впевнені?

source: Download Video
es: Descargar Video
uk: Завантажити відео

source: Download HD Video
es: Descargar Video HD
uk: Завантажити відео (HD)

source: Download Music
es: Descargar Musica
uk: Завантажити музику

source: Download Photo
es: Descargar Foto
uk: Завантажити фото

source: Download All Photos
es: Descargar Todas las Fotos
uk: Завантажити всі фото

source: Copy Video Link
es: Copiar Enlace de Video
uk: Скопіювати посилання на відео

source: Copy Bio
es: Copiar Biografia
uk: Скопіювати біо профілю

source: Could Not Copy Music
es: No Se Pudo Copiar la Musica
uk: Не вдалося скопіювати музику

source: Downloads Menu
es: Menu de Descargas
uk: Меню завантажень

source: Copy Menu
es: Menu de Copiar
uk: Меню копіювання

source: Download Photos Menu
es: Menu de Descarga de Fotos
uk: Меню завантаження фото

source: Feed
uk: Стрічка

source: Profile
es: Perfil
uk: Профіль

source: Confirm
es: Confirmar
uk: Підтвердження

source: Other
es: Otro
uk: Інше

source: Region
uk: Регіон

source: Live Button Function
es: Funcion del Boton en Vivo
uk: Дія кнопки LIVE

source: Playback Speed
es: Velocidad de Reproduccion
uk: Швидкість відтворення

source: Developer
es: Desarrollador
uk: Розробник

source: Hide Ads
es: Ocultar Anuncios
uk: Приховати рекламу зі стрічки

source: Download Button
es: Boton de Descarga
uk: Кнопка завантаження

source: Share Sheet
es: Hoja de Compartir
uk: Панель поділитися

source: Remove Watermark
es: Quitar Marca de Agua
uk: Прибрати водяний знак

source: Show/Hide UI Button
es: Mostrar/Ocultar Boton de UI
uk: Показати/приховати кнопку інтерфейсу

source: Stop Playback
es: Detener Reproduccion
uk: Зупинити відтворення

source: Auto Play Next Video
es: Reproduccion Automatica del Siguiente Video
uk: Автоматична прокрутка

source: Show Progress Bar
es: Mostrar Barra de Progreso
uk: Показати шкалу прогресу

source: Transparent Comments
es: Comentarios Transparentes
uk: Прозорі коментарі

source: Show Usernames
es: Mostrar Nombres de Usuario
uk: Показувати теги замість імен

source: Disable Sensitive Content
es: Desactivar Contenido Sensible
uk: Розблокувати неприпустимий контент

source: Disable Warnings
es: Desactivar Advertencias
uk: Прибрати попередження

source: Disable Live Streaming
es: Desactivar Transmision en Vivo
uk: Прибрати прямі трансляції

source: Skip Recommendations
es: Omitir Recomendaciones
uk: Прибрати рекомендації

source: Upload Region
es: Subir Region
uk: Показати регіон завантаження

source: Hide Top Feed Items
es: Ocultar Elementos Superiores del Feed
uk: Приховати верхні елементи стрічки

source: Anonymous Seen
es: Visto Anonimo
uk: Увімкнути анонімний перегляд

source: Profile Save
es: Guardar Perfil
uk: Зберегти профіль

source: Profile Copy
es: Copiar Perfil
uk: Скопіювати профіль

source: Video Like Count
es: Numero de Likes del Video
uk: Кількість переглядів відео

source: Video Upload Date
es: Fecha de Subida del Video
uk: Дата завантаження відео

source: Like Confirmation
es: Confirmacion de Like
uk: Підтвердження вподобання відео

source: Like Comment Confirmation
es: Confirmacion de Like en Comentarios
uk: Підтвердження вподобання коментаря

source: Dislike Comment Confirmation
es: Confirmacion de Dislike en Comentarios
uk: Підтвердження дизлайка коментаря

source: Follow Confirmation
es: Confirmacion de Seguir
uk: Підтвердження підписки

source: Auto Clear History
es: Borrar Historial Automaticamente
uk: Автоматичне очищення історії пошуку

source: Enable Fake Changes
es: Habilitar Cambios Falsos
uk: Увімкнути фейкові зміни

# Follower
source: Followers
es: Seguidor
uk: Підписники

source: Following
es: Siguiendo
uk: Підписки

source: Fake Verified
es: Verificacion Falsa
uk: Фейкова галочка

source: Extended Bio
es: Biografia Extendida
uk: Розширити кількість символів біо

source: Extended Comments
es: Comentarios Extendidos
uk: Розширити кількість символів у коментарях

source: Upload HD
es: Subir en HD
uk: Увімкнути завантаження в HD

source: App Lock
es: Bloqueo de Aplicacion
uk: Увімкнути блокування додатку

source: Enable Flex
es: Habilitar Flex
uk: Увімкнути Flex

source: Enable OLED Keyboard
es: Habilitar Teclado OLED
uk: Увімкнути OLED клавіатуру

# FEATURE_HIDE_ADS
source: Hides ads from feed
es: Desactivar Todos los Anuncios en TikTok
uk: Приховує рекламу зі стрічки

# FEATURE_DOWNLOAD_BUTTON
source: Enables download button for posts and stories
es: Habilitar el Boton de Descarga para Publicaciones y Historias
uk: Додає кнопку завантаження для постів та історій

# FEATURE_SHARE_SHEET
source: Opens share sheet after downloading media
es: Abrir Hoja de Compartir despues de Descargar Multimedia
uk: Відкриває панель поділитися після завантаження медіа

# FEATURE_REMOVE_WATERMARK
source: Removes watermark (animated TikTok logo and username) from downloaded media
es: Quitar la Marca de Agua de TikTok en Multimedia
uk: Прибирає водяний знак із завантажених медіа

# FEATURE_UI_BUTTON
source: Shows or hides UI button
es: Mostrar o Ocultar el Boton de UI
uk: Показує або приховує кнопку інтерфейсу

# FEATURE_STOP_PLAYBACK
source: Stops video playback when it ends
es: Desactivar el Desplazamiento Automatico tras Terminar la Reproduccion
uk: Зупиняє відео після завершення

# FEATURE_AUTO_PLAY
source: Enables automatic video scrolling
es: Automaticamente Siguir al Proximo Post al Terminar la Reproduccion
uk: Увімкнути автоматичну прокрутку відео

# FEATURE_PROGRESS_BAR
source: Shows duration bar under each video
es: Mostrar Barra de Progreso Bajo el Video
uk: Показує шкалу прогресу під відео

# FEATURE_TRANSPARENT_COMMENTS
source: Makes comments section transparent
es: Hacer Transparente la Seccion de Comentarios
uk: Робить коментарі полу-прозорими

# FEATURE_SHOW_USERNAMES
source: Replaces nicknames with tags
es: Reemplazar Apodos con Nombres de Usuario en Publicaciones
uk: Змінює імена на @теги

# FEATURE_DISABLE_SENSITIVE
source: Hides inappropriate content warning
es: Ocultar Advertencia de 'Contenido Sensible'
uk: Скасовує попередження про неприйнятний контент

# FEATURE_DISABLE_WARNINGS
source: Hides TikTok warnings
es: Ocultar Advertencias de TikTok
uk: Скасовує попередження від TikTok

# FEATURE_DISABLE_LIVE
source: Hides live streams in feed
es: Desactivar Transmisiones en Vivo del FYP
uk: Приховує прямі трансляції

# FEATURE_SKIP_RECOMMENDED
source: Removes friend recommendations etc
es: Omitir Videos Recomendados
uk: Видаляє рекомендації

# FEATURE_UPLOAD_REGION
source: Shows upload region flag next to username
es: Mostrar Bandera de la Region de Subida Junto al Nombre de Usuario
uk: Показує прапор регіону завантаження біля імені

# FEATURE_HIDE_TOP_ITEMS
source: Hides search button, LIVE and others (For You, Following, Shop etc...)
es: Ocultar los Botones de Busqueda y en Vivo, asi como el (FYP, Siguiendo, Tienda, etc...)
uk: Приховує кнопки пошуку, LIVE та інші

# FEATURE_ANONYMOUS_SEEN
source: Look at Chats Without The Other Person Knowing
es: Ver Mensajes Anonimamente (BETA ¡Precaucion!)
uk: Увімкнути анонімний перегляд повідомлень

# FEATURE_PROFILE_SAVE
source: Saves profile info to clipboard
es: Guardar los Detalles del Perfil
uk: Зберігає відомості про профіль у буфер обміну

# FEATURE_PROFILE_COPY
source: Copies profile information
es: Copiar Informacion del Perfil
uk: Копіює інформацію про профіль

# FEATURE_LIKE_COUNT
source: Shows like count on messages
es: Mostrar Contador de Likes en Publicaciones
uk: Показує кількість лайків на повідомленнях

# FEATURE_UPLOAD_DATE
source: Shows upload date
es: Mostrar Fecha de Subida de la Publicacion
uk: Показує дату завантаження

# FEATURE_CONFIRM_LIKE
source: Shows confirmation to like video
es: Confirmar Like en Publicaciones
uk: Показує підтвердження для вподобання відео

# FEATURE_CONFIRM_COMMENT_LIKE
source: Shows confirmation to like comment
es: Confirmar Like en Comentarios
uk: Показує підтвердження для вподобання коментаря

# FEATURE_CONFIRM_COMMENT_DISLIKE
source: Shows confirmation to dislike comment
es: Confirmar Dislike en Comentarios
uk: Показує підтвердження для дизлайка коментаря

# FEATURE_CONFIRM_FOLLOW
source: Shows confirmation to follow user
es: Confirmar Seguir a un Usuario
uk: Показує підтвердження для підписки на користувача

# FEATURE_AUTO_CLEAR
source: Automatically clears search history every 60 seconds
es: Borrar El Historial de Busqueda Automaticamente Cada 60s
uk: Автоматично очищує історію пошуку кожні 60 секунд

# FEATURE_FAKE_CHANGES
source: Enables profile data spoofing
es: Habilitar Falsificacion de Perfiles
uk: Увімкнення підміни даних профілю

# FEATURE_FOLLOWER_COUNT
source: Enter fake follower count
es: Introducir el Numero Falsificado de Seguidores
uk: Введіть фейкову кількість підписників

# FEATURE_FOLLOWING_COUNT
source: Enter fake following count
es: Introducir el Numero Falsificado de Seguidos
uk: Введіть фейкову кількість підписок

# FEATURE_FAKE_VERIFIED
source: Shows fake verification badge
es: Hacer que tu Cuenta Parezca Verificada
uk: Показує фейкову галочку

# FEATURE_EXTENDED_BIO
source: Extends bio character limit
es: Extender el Numero de Caracteres de la Biografia
uk: Розширює кількість символів у біо профілю

# FEATURE_EXTENDED_COMMENTS
source: Extends comments character limit
es: Extender el Numero de Caracteres de los Comentarios
uk: Розширює кількість символів у коментарях

# FEATURE_UPLOAD_HD
source: Enables HD uploads
es: Subir Siempre Videos en HD
uk: Увімкнення завантаження у HD

# FEATURE_APP_LOCK
source: Adds ability to lock TikTok with password
es: Proteger TikTok con una Contraseña
uk: Додає можливість блокування доступу до TikTok паролем

# FEATURE_ENABLE_FLEX
source: For developers only, DO NOT TOUCH if you don't know what it does
es: Solo para Desarrolladores, NO TOCAR si no sabes lo que haces
uk: Лише для розробників, НЕ ЧІПАЙТЕ, якщо не знаєте, для чого це

# FEATURE_OLED_KEYBOARD
source: Only works with dark theme
es: Solo Funciona en Modo Oscuro
uk: Працює лише з темною темою

# DEVELOPER_TELEGRAM
source: Join Telegram channel for latest updates
es: Unete al canal de Telegram para las ultimas actualizaciones
uk: Приєднуйтесь до телеграм-каналу для отримання останніх оновлень

# DEVELOPER_SUPPORT
source: Support RXTikTok and get access to beta testing group
es: Apoya para Mantener BHTTPP Actualizado y accede al grupo de beta testers
uk: Підтримайте BHTTPP та отримайте доступ до групи для бета-тестування

source: Disable Comment Tooltip
uk: Вимкнути підказку емодзі

source: Add Comment as Post
uk: Коментувати у вигляді посту

source: Add Comment as Story
uk: Коментувати у вигляді історії

# Mass Unfold Comment Replies
source: Mass Unfold Replies
uk: Розгорнути відповіді

# Auto Unfold Comment Texts
source: Auto Unfold Texts
uk: Розгорнути текст

# Multi Emoji Comment Bar
source: Multi Emoji Bar
uk: Розширити панель з емодзі

source: Hide Emoji Bar
uk: Сховати панель з емодзі

source: Comment Cell Redesign
uk: Редизайн осередків для коментарів

# FEATURE_DISABLE_COMMENT_TOOLTIP
source: Disable tooltips in comments
uk: Вимикає підказку емодзі при утриманні кнопки коментаря

# FEATURE_ADD_COMMENT_POST
source: Enable posting comments as posts
uk: Додає можливість відправляти коментар у вигляді посту

# FEATURE_ADD_COMMENT_STORY
source: Enable posting comments as stories
uk: Додає можливість відправляти коментар у вигляді історії

# FEATURE_MASS_UNFOLD
source: Mass unfold all comment replies
uk: Розгортає всі відповіді на коментарі одразу

# FEATURE_AUTO_UNFOLD
source: Automatically unfold comment texts
uk: Розгортає текст у довгих коментарях

# FEATURE_MULTI_EMOJI
source: Enable multi-emoji comment bar
uk: Активує розширену панель з емодзі у коментарях

# FEATURE_HIDE_EMOJI
source: Hide emoji bar in comments
uk: Приховує панель емодзі у коментарях

# FEATURE_COMMENT_REDESIGN
source: Enable redesigned comment cells
uk: Дозволяє обрати дизайн осередків для коментарів

source: Comment Settings
uk: Налаштування коментарів

source: Design Options
uk: Налаштування стилю

source: Comment Design
uk: Дизайн коментарів

source: Select Design
uk: Обрати стиль

source: Default
uk: Звичайний

source: Modern
uk: Сучасний

source: Compact
uk: Компактний

source: Cancel
uk: Скасувати

source: Regions
uk: Регіон

source: Live Button Actions
uk: Дії для кнопки LIVE

source: Actions
uk: Дії

source: Live Actions
uk: Дії для кнопки LIVE

source: Select Speed
uk: Обрати швидкість

source: Enable Region Changing Functionality
uk: Увімкнення зміни регіону

source: Change Action of Live Button
uk: Змінює дію кнопки LIVE

source: Enable Persistent Playback Speed.
uk: Змінює швидкість відтворення на постійну

source: Configure Advanced Comment Settings
uk: Налаштовує розділ коментарів

source: Select App Language
uk: Обрати мову додатку

source: Enable Region Changing
uk: Увімкнути зміну регіону

source: Language 🌎
uk: Мова 🌎
